@echo off
chcp 65001
D:
mkdir Лабораторні\ПЗ-23-1\Вергелес_Богдана_Юріївна\batch\Прихована_папка\ Лабораторні\ПЗ-23-1\Вергелес_Богдана_Юріївна\batch\Неприхована_папка\
attrib +s +h Лабораторні\ПЗ-23-1\Вергелес_Богдана_Юріївна\batch\Прихована_папка
help xcopy
help xcopy > D:\Лабораторні\ПЗ-23-1\Вергелес_Богдана_Юріївна\batch\Неприхована_папка\copyhelp.txt
xcopy D:\Лабораторні\ПЗ-23-1\Вергелес_Богдана_Юріївна\batch\Неприхована_папка\copyhelp.txt D:\Лабораторні\ПЗ-23-1\Вергелес_Богдана_Юріївна\batch\Прихована_папка\copied_copyhelp.txt